Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.6fbb94213999
source: 膝を軽く曲げ、股関節を後ろへ引いてハムストリングスを伸ばす。
ar_sa: اثنِ ركبتيك قليلًا واسحب وركيك إلى الخلف لتمديد أوتار الركبة.
ca: Doble els genolls lleugerament i estira els malucs cap enrere per estirar els isquiotibials.
cs: Mírně ohněte kolena a zatáhněte kyčle dozadu, abyste protáhli hamstringy.
da: Bøj let i knæene, træk hofterne tilbage og stræk hamstrings.
de_de: Beugen Sie das Knie leicht und ziehen Sie die Hüften nach hinten, um die Oberschenkelrückseite zu dehnen.
el: Λυγίστε ελαφρά τα γόνατά σας, τραβήξτε τους γοφούς προς τα πίσω και τεντώστε τους μύς του οπίσθιου μηρού.
en_au: Bend your knees slightly and pull your hips back while stretching your hamstrings.
es_es: Doblar ligeramente las rodillas y tirar de la cadera hacia atrás para estirar los isquiotibiales.
fi: Taivuta polvia kevyesti ja vedä lonkki taaksepäin, jolloin reisilihakset venyvät.
fr_ca: Plier légèrement les genoux et tirer les hanches vers l'arrière pour étirer les ischio-jambiers.
gu: તમારું ઘૂંટણ હળવેથી વાળો, અને તમારા હિપ્સને પાછળની તરફ ખેંચીને તમારી હેમસ્ટ્રિંગ્સને લંબાવો.
he: כיווץ שרירי העכוז תוך כיפוף קל של הברכיים והיטות מותניים אחורה.
hi: अपने घुटनों को थोड़ा मोड़ें और अपने कूल्हों को पीछे की ओर खींचकर अपनी जांघों की मांसपेशियों को फैलाएं।
hr: Lagano savijte koljena i povucite zglobove prema nazad, napinujući hamstringove.
hu: Húzza meg a térdeit, és húzza vissza a csípőt, miközben a felső lábszárát kinyújtja.
id: Meluruskan lutut sedikit dan menarik sendi pinggul ke belakang sambil meregangkan hamstring.
it: Piegare leggermente le ginocchia e tirare indietro le ginocchia per allungare i muscoli posteriori della coscia.
ko: 무릎을 약간 구부리고, 엉덩이를 뒤로 당겨 대퇴사두근을 스트레칭한다.
mr: गुडघे थोडे वाकवून, जांघच्या सांध्याला मागे ओढा आणि Hamstring स्नायूंना ताणून घ्या.
ms: Meregangkan lutut sedikit, dan menarik sendi paha ke belakang sambil meregangkan otot hamstring.
nl_nl: Buig je knieën licht en trek je heupen naar achteren om je hamstrings te strekken.
no: Bøy lett i knærne og trekk hoftene bakover for å strekke hamstrings.
pl: Delikatnie zgiń kolana i pociągnij biodra do tyłu, rozciągając uda.
pt_br: Dobre levemente os joelhos e puxe as coxas para trás, alongando os isquiotibiais.
pt_pt: Dobre levemente os joelhos e puxe as coxas para trás, alongando os isquiotibiais.
ro: Îndoaie ușor genunchii și trage coapsele spre interior, întinzând astfel mușchii ischiului.
ru: Слегка сгибать колени и тянуть ягодицы назад, чтобы растянуть бицепсы бедер.
sk: Otočte kolená mierne a zatlačte boky dozadu, aby ste natiahli svaly medzi zadnými a vnútornými stranou stehien.
sl: Raztegni kolena, pritisnite kolena nazaj in raztegni hamstring.
sv: Böj lätt på knäet och dra höfterna åt, samtidigt som du sträcker ut hamstrings.
ta: முட்டிகளை லேசாக வளைத்து, இடுப்பை பின்னோக்கி இழுத்து, தொடை எலும்புகளை நீட்டவும்.
te: మోకాళ్లను కొద్దిగా వంచి, తుంటిని వెనక్కి లాగి హమ్ స్ట్రింగ్స్‌ను సాగదీయండి.
th: งอเข่าเล็กน้อย และดึงสะโพกไปด้านหลัง เพื่อยืดกล้ามเนื้อต้นขาด้านหลัง
tr: Ayak bileğinizi hafifçe bükün ve kalçalarınızı geriye çekerek hamstring kaslarınızı uzatın.
uk: Легко зігнути коліна та відтягнути стегна назад, щоб розтягнути квадрицепси.
vi: Gập nhẹ khớp gối, kéo hông ra phía sau và duỗi cơ đùi sau.
zh_hans: 轻微弯曲膝盖，拉伸大腿前侧肌肉。
zh_hant: 稍微弯曲膝盖，拉动髋关节向后，伸展胀绳。

# domain_catalog.7063ae40e3ab
source: 穏やかな職人。基礎から強さを積み上げる
ar_sa: حرفي هادئ. بناء القوة من الأساسيات
ca: Un artesà tranquil. Desenvolupar la força des de les bases
cs: Klidný řemeslník. Postupně budujete sílu od základů.
da: En rolig håndværker. Byg styrke fra bunden op
de_de: Ein ruhiger Handwerker: Aufbau von Stärke von Grund auf
el: Ήρεμος τεχνίτης. Δημιουργεί δύναμη από το μηδέν.
en_au: A calm craftsman. Build strength from the basics
es_es: Artesano tranquilo. Construya su fuerza desde la base.
fi: Rauhallinen käsityöläinen. Rakenna voimaa perusteista alkaen
fr_ca: Un artisan calme. Construire progressivement la force à partir des bases.
gu: શાંત કારીગર. મૂળભૂત બાબતોથી શરૂ કરીને શક્તિ વધારો.
he: מעצב רגוע. לבנות כוח בהדרגה
hi: शांत कारीगर। बुनियादी बातों से ताकत का निर्माण करें।
hr: Umirujući majstor. Postupno gradite snagu od temelja.
hu: Nyugodt szakember. Alapozva építi fel a teljesítményt.
id: Ahli yang tenang. Membangun kekuatan dari dasar.
it: Un artigiano paziente, che costruisce la forza partendo dalle basi
ko: 평온한 장인. 기초부터 강성을 쌓아 올림
mr: शांत कारागीर, मूलभूत गोष्टींपासून सुरुवात करून हळूहळू ताकद वाढवणे.
ms: Kerja yang tenang. Membina kekuatan daripada asas
nl_nl: Een bekwame vakman. Bouw kracht op vanaf de basis.
no: En rolig håndverker. Bygg opp styrke gradvis
pl: Spokojny rzemieślnik. Buduj siłę od podstaw.
pt_br: Artesão calmo: construa força de forma gradual.
pt_pt: Artesão calmo: construa força de forma gradual.
ro: Un meșter calm. Construiți forța de la bază
ru: Спокойный мастер. Начинает с основ и постепенно наращивает силу.
sk: Kľudný remeselník. Postupné budovanie silných základov.
sl: Umiren mojster. Postopno gradite moč od osnov.
sv: En lugn hantverkare. Bygg upp styrka från grunden
ta: அமைதியான கைவினைஞர். அடிப்படை திறன்களை வளர்த்து, வலிமையைப் பெறுங்கள்.
te: శాంతమైన కళాకారుడు. ప్రాథమిక స్థాయి నుండి బలాన్ని పెంచండి.
th: เป็นช่างฝีมือที่ใจเย็น สร้างความแข็งแรงจากพื้นฐาน
tr: Sakin bir ustalık. Temelden başlayarak gücü artırın
uk: Спокійний майстер. Поступово нарощуйте силу, починаючи з основ.
vi: Một nghệ nhân thanh thản, xây dựng sức mạnh từ cơ bản
zh_hans: 平和的工匠。从基础开始，逐步增强力量
zh_hant: 平和的工匠。從基礎開始，逐步增強

# domain_catalog.706df71283ca
source: 膝関節を軸にして脚を伸ばし、大腿四頭筋を収縮させる。
ar_sa: تمديد الساق حول مفصل الركبة وتقليص عضلات الفخذ.
ca: Esteneu la cama al voltant de l'articulació del genoll i contrau el quàdriceps.
cs: Protažení kolen, použijte kolena jako osu a protáhněte kvadriceps.
da: Stræk benene ud fra knæleddet, og træk quadriceps sammen.
de_de: Strecken Sie die Beine mit dem Knie als Drehpunkt und spannen Sie den Oberschenkelmuskel an.
el: Τεντώστε τα πόδια χρησιμοποιώντας τις αρθρώσεις των γονάτων ως άξονα και συστέλλετε τους τετρακέφαλους.
en_au: Extend your legs using your knee joints as a pivot point, then contract your quadriceps.
es_es: Extender las piernas utilizando las rodillas como eje, contrayendo los cuádriceps.
fi: Pidä polvitukipisteenä ja ota askel eteenpäin, jolloin reisi-lihakset supistuvat.
fr_ca: Étendre les jambes en utilisant les genoux comme axe, en contractant les quadriceps.
gu: તમારા ઘૂંટણને આધાર તરીકે ઉપયોગ કરીને પગને લંબાવો, અને તમારા ક્વાડ્રિસેપ્સ સ્નાયુઓને સંકોચાવો.
he: הרחבת הרגליים תוך שימוש בברך כנקודת ייחוס וקשירת שריר הטריספס.
hi: अपने घुटनों को सहारा के रूप में उपयोग करके अपने पैरों को फैलाएं, और अपनी जांघों की मांसपेशियों को संकुचित करें।
hr: Istežite noge uz korištenje koljena kao osnove, a zatim napnite kvadriceps.
hu: Használja a térdet mint alapként, hogy kinyújtsa a lábait, és húzza össze az alsó lábszárát.
id: Meluruskan kaki dengan menggunakan sendi lutut sebagai poros, lalu mengencangkan otot quadriceps.
it: Allungare le gambe, utilizzando l'articolazione del ginocchio come asse, e contraendo i quadricipiti.
ko: 무릎 관절을 축으로 삼아 다리를 뻗고, 허벅지 앞쪽 근육을 수축시킨다.
mr: गुडघ्याच्या सांध्यावर आधार घेऊन पाय सरळ करा आणि Quadriceps स्नायूंना ताणून घ्या.
ms: Meregangkan kaki dengan menggunakan sendi lutut sebagai paksi, serta mengencangkan otot quadriceps.
nl_nl: Gebruik je kniegewricht als as om je benen uit te strekken en span je quadriceps aan.
no: Bruk kneleddet som et senterpunkt for å strekke bena, og klem quadriceps.
pl: Rozciągnij nogi, wykorzystując kolana jako oś, i napnij mięśnie czworogłowe ud.
pt_br: Estique as pernas a partir dos joelhos e contraia os quadríceps.
pt_pt: Estique as pernas a partir dos joelhos e contraia os quadríceps.
ro: Folosește articulația genunchiului ca punct de sprijin pentru a-ți întinde picioarele și contractează mușchii cvadriceps.
ru: Вытягивать ноги, используя сустав колена в качестве оси, и сокращать квадрицепс.
sk: Použite kolená ako oporu a natiahnite nohy, čím budete stláčať svaly medzi zadnými a vnútornými stranou stehien.
sl: Raztegni noge, uporabite kolena kot os in stisnite kvadriceps.
sv: Sträck ut benen med knäleden som axel och dra in quadriceps.
ta: முட்டை மூட்டின் பகுதியை அச்சாக வைத்து, கால்களை நீட்டி, தொடையின் முன்புறத் தசைகளை சுருக்கவும்.
te: మోకాలు కీలును ఆధారంగా చేసుకుని కాళ్ళను చాపి, పెద్ద చీలమండ కండరాలను బిగించండి.
th: ใช้ข้อเข่าเป็นแกนในการยืดขา และเกร็งกล้ามเนื้อต้นขาด้านหน้า
tr: Ayak bileğinizin etrafında dönerek bacaklarınızı uzatın ve büyük uyluk kaslarını (quadriceps) sıkın.
uk: Розтягувати ноги, використовуючи суглоб коліна як орієнтир, та скорочувати м'язи литок.
vi: Duỗi thẳng chân, tập trung vào cơ tứ đầu và co bắp chân.
zh_hans: 以膝关节为轴心，伸展双腿，收缩股四头肌。
zh_hant: 以膝关节为轴，伸展腿部，收缩股四头肌。

# domain_catalog.70b83fa847e3
source: 体脂肪率
ar_sa: نسبة الدهون في الجسم
ca: percentatge de greix corporal
cs: Procento tělesného tuku
da: Kropsfedtprocent
de_de: Prozentualer Körperfettanteil
el: Ποσοστό λίπους στο σώμα
en_au: Body fat percentage
es_es: Porcentaje de grasa corporal
fi: Rasvaprosentti
fr_ca: Pourcentage de graisse corporelle
gu: શરીરનું ચરબીનું પ્રમાણ
he: אחוז שומן בגוף
hi: बॉडी फैट प्रतिशत
hr: Postotak tjelesne masti
hu: Testzsír százalék
id: Persentase lemak tubuh
it: Percentuale di grasso corporeo
ko: 체지방률
mr: शरीरातील चरबीचे प्रमाण
ms: Peratusan lemak badan
nl_nl: Bodyfat percentage
no: Prosentandel av kroppsfett
pl: Procent tkanki tłuszczowej
pt_br: Percentual de gordura corporal
pt_pt: Percentual de gordura corporal
ro: Procentul de grăsime corporală
ru: Процент жира в организме
sk: Procent tela pokryté tukom
sl: Procent telesne maščobe
sv: Procent av kroppsfett
ta: கொழுப்பு அளவை
te: శరీర కొవ్వు శాతం
th: อัตราไขมัน
tr: Vücut yağ oranı
uk: Відсоток жиру в тілі
vi: Tỉ lệ mỡ cơ thể
zh_hans: 体脂率
zh_hant: 體脂率

# domain_catalog.7215a2ca998d
source: カール
ar_sa: حليقة
ca: rínxol
cs: Zvedání
da: Curl
de_de: Carl, das ist alles.
el: Κάμψη
en_au: Curl
es_es: Curl
fi: Dambrauliike
fr_ca: Curl
gu: કારલ
he: כפיפה
hi: कर्ल
hr: Biceps curl
hu: Curl
id: Curl
it: Curl
ko: 컬
mr: कर्ल
ms: Curl
nl_nl: Curl
no: Curl
pl: Ćwiczenie bicepsa
pt_br: Rosca
pt_pt: Rosca
ro: Îndoiri
ru: Подъем гантелей на бицепс
sk: Curl
sl: Curl
sv: Curls
ta: கார்ல்
te: కార్ల్
th: Curls
tr: Bükülme
uk: Підйом ніг
vi: Cuốn tạ
zh_hans: 弯举
zh_hant: 弯举

# domain_catalog.72208ced79dd
source: 足裏全体で踏み、膝とつま先の向きを揃えてしゃがむ。
ar_sa: خطوة مع كامل قدمك والقرفصاء مع محاذاة ركبتيك وأصابع قدميك.
ca: Trepitja amb tota la planta del peu i posa-te a la gatzoneta amb els genolls i els dits dels peus alineats.
cs: Postupte nohama a zarovnejte kolena a paty při sklonu.
da: Stå med hele foden og juster knæ og tæer, før du bøjer dig ned.
de_de: Stellen Sie Ihre Füße auf und richten Sie Knie und Zehen aus, bevor Sie sich beugen.
el: Σταθείτε με τα πόδια σας και ευθυγραμμίστε τους αστραγάλους και τις άκρες των ποδιών σας.
en_au: Stand on your entire foot, align your knees and toes, and squat.
es_es: Coloca los pies completamente y alinea las rodillas y los dedos de los pies antes de agacharte.
fi: Laskeudu koko jalkapohjalla, ja varmista, että polvet ja varpaat ovat samassa linjassa.
fr_ca: Se pencher en alignant les pieds et les chevilles, puis le genou et la pointe du pied.
gu: પગની સપાટી પર ઊભા રહીને, ઘૂંટણ અને પગના અંગૂઠાને એકસાથે રાખીને નમી જાઓ.
he: להניח את כפות הרגליים ולהתכופף, תוך שמירה על יישור הברכיים והאצבעות.
hi: अपने पूरे पैर की उंगलियों से ज़मीन पर टिके, और घुटनों और पैर की उंगलियों को एक साथ झुकाएं।
hr: Stajte na cijelu podlogu i uskladite položaj koljena i prstiju
hu: Az egész talpon állva, és a térd- és ujjszögét egyenletesen tartva, húzz le.
id: Berdiri dengan seluruh telapak kaki, sejajarkan lutut dan ujung jari kaki saat membungkuk.
it: Appoggia i piedi completamente e allinea ginocchia e dita dei piedi prima di piegarti.
ko: 발 전체로 착지하고, 무릎과 발가락의 방향을 맞춰 앉습니다.
mr: पाय आणि गुडघ्यांची दिशा जुळवून जमिनीवर वाका.
ms: Berdiri di seluruh telapak kaki, sejajarkan lutut dan pergelangan kaki sebelum bungkuk.
nl_nl: Stap met je hele voet en zorg ervoor dat je knieën en tenen op dezelfde hoogte zijn voordat je buigt.
no: Stå på hele foten, juster knær og tær for å bøye deg ned.
pl: Stąpuj na całej powierzchni stóp, upewniając się, że kolana i palce są ustawione prosto.
pt_br: Use toda a planta do pé para se abaixar, alinhando os joelhos e os dedos dos pés.
pt_pt: Use toda a planta do pé para se abaixar, alinhando os joelhos e os dedos dos pés.
ro: Așază-ți picioarele complet și aliniează genunchii și degetele de la picioare în timp ce te apleci.
ru: Приседать, выпрямив ноги и стопы, чтобы колени и кончики пальцев были параллельны.
sk: Stúpte celou nohou a zarovnajte kolená a päty pri zdvíhaní
sl: Stojte na celotni stopnji in uskladite položaj kolen ter toe.
sv: Stå med hela foten och justera knä och tår för att sänka dig.
ta: உங்கள் பாதத்தின் முழுப் பகுதியையும் பயன்படுத்தி, உங்கள் முழங்கால்கள் மற்றும் கால் விரல்களின் திசையை சீராக வைத்து குனியுங்கள்.
te: మీ పాదాల అడుగు భాగంతో నడుస్తూ, మోకాళ్లు మరియు కాలి వేళ్ళను ఒకే దిశలో ఉంచి కూర్చోండి.
th: ยืนบนพื้นทั้งหมด แล้วโค้งตัว โดยให้เข่าและปลายเท้าชี้ไปในแนวเดียวกัน
tr: Ayaklarınızla yere basarak, dizlerinizi ve ayak parmaklarınızı hizalayarak çömelin.
uk: Стисніть стопами, вирівняйте коліна та п'яти, щоб зігнутися.
vi: Đặt chân rộng và giữ cho đầu gối và ngón chân thẳng hàng khi cúi người.
zh_hans: 用整个脚底支撑，并保持膝盖和脚尖方向一致
zh_hant: 用整個腳底踏穩，並將膝蓋和腳趾朝向同一方向彎曲。

# domain_catalog.7239b6b11f9d
source: 左右を独立して動かし、軌道を調整する
ar_sa: اضبط المسار عن طريق تحريك الجانبين الأيسر والأيمن بشكل مستقل
ca: Ajusteu la trajectòria movent els costats esquerre i dret de manera independent
cs: Pohybujte se nezávisle na obou stranách a upravujte trajektorii.
da: Bevæg begge ben uafhængigt og juster banen.
de_de: Unabhängige Bewegung beider Seiten, Anpassung des Pfades
el: Κίνηση των δύο ποδιών ανεξάρτητα, προσαρμογή του τροχού
en_au: Move independently on both sides, adjusting the trajectory.
es_es: Mover los lados independientemente y ajustar la trayectoria
fi: Liikuta molemmat puolet itsenäisesti ja säädä reittiä
fr_ca: Déplacer indépendamment les deux côtés et ajuster la trajectoire.
gu: ડાબા અને જમણા ભાગને સ્વતંત્ર રીતે ખસેડો અને માર્ગને સમાયોજિત કરો
he: לשלוט בכל רגל באופן עצמאי ולהתאים את המסלול
hi: बाएं और दाएं अंगों को स्वतंत्र रूप से चलाएं, और ट्रैक को समायोजित करें
hr: Kretanje s obje ruke nezavisno, prilagođavanje staze
hu: Az egyenesen mozgatott részeket, és a vonal szabályozását
id: Menggerakkan kedua sisi secara independen dan menyesuaikan lintasan
it: Muovere indipendentemente ogni parte del corpo, regolando il percorso.
ko: 좌우를 독립적으로 움직이고, 경로를 조정하기
mr: डावा आणि उजवा भाग स्वतंत्रपणे हलवून मार्ग समायोजित करणे
ms: Gerakkan kedua-dua sisi secara bebas, dan sesuaikan laluan
nl_nl: Afzonderlijk bewegen en de bewegingspad aanpassen
no: Flytt armene uavhengig av hverandre og juster banen
pl: Niezależny ruch lewej i prawej strony, dostosowywanie trasy
pt_br: Mover os lados de forma independente e ajustar o trajeto
pt_pt: Mover os lados de forma independente e ajustar o trajeto
ro: Mișcă independent fiecare parte, ajustând traiectoria
ru: Независимое движение каждой конечности, корректировка траектории
sk: Rôzne časti tela pohybujte nezávisle a upravte trajektóriu.
sl: Uporabite ročico, da se giblje le na eni strani, ter prilagodite pot
sv: Flytta armarna oberoende av varandra och justera spåret
ta: இடது மற்றும் வலது பக்கத்தை தனித்தனியாக இயக்கவும், பாதையை சரிசெய்யவும்.
te: ఎడమ మరియు కుడి భాగాలను విడిగా కదిలించడం, మరియు మార్గాన్ని సర్దుబాటు చేయడం
th: เคลื่อนย้ายแขนและขาแยกกัน และปรับแนวทางการออกกำลังกาย
tr: Sol ve sağ tarafı bağımsız hareket ettirerek, yolu ayarlama
uk: Рухайте ліву і праву частини незалежно, коригуючи траєкторію
vi: Di chuyển độc lập ở hai bên, điều chỉnh quỹ đạo
zh_hans: 独立地移动左右肢，并调整轨迹
zh_hant: 独立地移动左右肢，并调整轨迹

# domain_catalog.729f872dbf2d
source: 連携済み
ar_sa: تم ربطه بالفعل
ca: Ja enllaçat
cs: Synchronizováno
da: Forbindelse etableret
de_de: Synchronisiert
el: Η σύνδεση έχει επιτύχει
en_au: Connection established
es_es: Conexión establecida
fi: Yhdistetty
fr_ca: Connexion établie
gu: સહયોગ થઈ ગયો છે
he: קישוריות מוכחת
hi: सहयोग सफल रहा
hr: Veza je uspostavljena
hu: Kapcsolat létrejött
id: Koneksi berhasil
it: Connessione stabilita
ko: 연동 완료
mr: सहयोगी: यशस्वी
ms: Sambungan berjaya
nl_nl: Verbinding is voltooid
no: Tilkoblet
pl: Połączenie zakończone
pt_br: Conexão estabelecida
pt_pt: Conexão estabelecida
ro: Conexiune stabilită
ru: Связь установлена
sk: Potvrdené
sl: Povezava je uspešna
sv: Samarbete bekräftat
ta: இணைப்பு வெற்றிகரமாக உள்ளது
te: సహకారం పూర్తయింది
th: เชื่อมต่อแล้ว
tr: İletişim kuruldu
uk: Зв'язок встановлено
vi: Đã kết nối
zh_hans: 已联动
zh_hant: 已確認協調性

# domain_catalog.73b63dc1b17e
source: 競技力向上の確認ポイント
ar_sa: نقاط التفتيش لتحسين القدرة التنافسية
ca: Punts de control per millorar la competitivitat
cs: Kontrolní body pro zlepšení výkonnosti ve sportu
da: Kontrolpunkter for forbedret præstation
de_de: Überprüfungs-Punkte für die Verbesserung der sportlichen Leistungsfähigkeit
el: Σημεία ελέγχου για τη βελτίωση της αθλητικής απόδοσης
en_au: Key points for improving competitive performance
es_es: Puntos clave para mejorar el rendimiento deportivo.
fi: Tarkistuspisteet kilpailukyvyn parantamiseen
fr_ca: Points de contrôle pour l'amélioration des performances sportives
gu: સ્પર્ધામાં ક્ષમતા વધારવાની ચકાસણીના મુદ્દા
he: נקודות לבדיקת שיפור ביצועים ספורטיביים
hi: प्रतिस्पर्धा में प्रदर्शन को बेहतर बनाने के लिए महत्वपूर्ण बिंदु
hr: Točke za provjeru za poboljšanje izvedbe u sportu
hu: A teljesítmény fejlesztésének ellenőrzési pontjai
id: Poin-poin untuk memastikan peningkatan performa kompetisi
it: Punti di controllo per il miglioramento delle prestazioni sportive
ko: 경기력 향상의 확인 포인트
mr: स्पर्धात्मक क्षमता सुधारण्याचे महत्त्वाचे मुद्दे
ms: Titik-titik penting untuk meningkatkan prestasi sukan
nl_nl: Controlepunten voor het verbeteren van de sportprestaties
no: Kontrollpunkter for å forbedre konkurranseevnen
pl: Kluczowe punkty, które należy sprawdzić przy poprawie wydajności w sporcie.
pt_br: Pontos de verificação para melhorar o desempenho atlético
pt_pt: Pontos de verificação para melhorar o desempenho atlético
ro: Puncte de verificare pentru îmbunătățirea performanței sportive
ru: Ключевые моменты для повышения спортивной формы
sk: Kontrolné body pre zlepšenie výkonnosti v súťažiach
sl: Točke za preverjanje izboljšave športne zmogljivosti
sv: Kontrollpunkter för att förbättra prestationsförmågan
ta: போட்டி திறன் மேம்பாட்டை உறுதி செய்யும் புள்ளிகள்
te: పోటీ నైపుణ్యం అభివృద్ధిని నిర్ధారించే అంశాలు
th: จุดตรวจสอบเพื่อพัฒนาความสามารถในการแข่งขัน
tr: Rekabet performansının iyileştirme kontrol noktaları
uk: Ключові моменти для підвищення спортивної результативності
vi: Các tiêu chí kiểm tra để nâng cao trình độ thể thao
zh_hans: 确认提升运动能力的要点
zh_hant: 確認提升競技能力的要點

# domain_catalog.73e7406bf6c3
source: 炭水化物
ar_sa: الكربوهيدرات
ca: hidrats de carboni
cs: Sacharidy
da: Kulhydrater
de_de: Kohlenhydrate
el: Υδατάνθρακες
en_au: Carbohydrates
es_es: Carbohidratos
fi: Hiilihydraatit
fr_ca: Glucides
gu: કાર્બોહાઈડ્રેટ્સ
he: פחמימות
hi: कार्बोहाइड्रेट
hr: Ugljikohidrati
hu: Szénhidrát
id: Karbohidrat
it: Carboidrati
ko: 탄수화물
mr: कार्बोहायड्रेट्स
ms: Karbohidrat
nl_nl: Koolhydraten
no: Karbohydrater
pl: Węglowodany.
pt_br: Carboidratos
pt_pt: Carboidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sl: Sahar
sv: Kolhydrater
ta: கார்போஹைட்ரேட்
te: శుక్రులు
th: คาร์โบไฮเดรต
tr: Karbonhidratlar
uk: Вуглеводи
vi: Carbohydrate
zh_hans: 碳水化合物
zh_hant: 碳水化合物

# domain_catalog.7478c7d73bb1
source: 強さは急がなくても逃げません
ar_sa: القوة لا تهرب حتى لو لم تستعجل
ca: La força no fuig encara que no tinguis pressa
cs: Síla se nevyhýbá, i když nešleháte na plný plyn.
da: Styrke forsvinder ikke, selvom du går hurtigt.
de_de: Stärke entgeht einem nicht, wenn man nicht überstürzt
el: Η δύναμη δεν φεύγει αν προσπαθήσεις γρήγορα
en_au: Strength will not be lost if you don't rush.
es_es: La fuerza no se escapa si no te apresuras
fi: Voima ei katoa, jos et kiirehdi
fr_ca: La force ne s'échappe pas si on ne se précipite pas.
gu: શક્તિ ક્યારેય નથી જતી
he: כוח לא יתפוגג אם לא תמהר
hi: शक्ति कभी भी जल्दी नहीं जाती
hr: Snaga ne nestaje ako se ne žuri
hu: A erő nem hiányzik, ha nem sietsz
id: Kekuatan tidak akan hilang jika tidak terburu-buru
it: La forza non può essere evitata, anche se non si affanna.
ko: 강함은 서두르지 않아도 피할 수 없습니다
mr: शारीरिक क्षमता कमी झाल्यास, ते टिकून राहतात
ms: Kekuatan tidak akan hilang walaupun jika kita tidak tergesa-gesa
nl_nl: Kracht verdwijnt niet als je haast maakt
no: Sterkhet forsvinner ikke selv om man holder tilbake
pl: Siła nie ucieknie, nawet jeśli nie spieszymy się
pt_br: Força não desaparece se você não correr
pt_pt: Força não desaparece se você não correr
ro: Forța nu poate fi evitată, indiferent de ritm
ru: Сила не исчезнет, если не спешить
sk: Silu sa nedá zabrániť, ak sa neponáhľate.
sl: Moč vam ne bo pobegnila, če se ne potrudite
sv: Styrkan kommer inte att försvinna om man inte stressar sig
ta: சக்தி எப்போதும் கிடைக்கும்
te: బలం కోల్పోతే, అది తప్పదు
th: ความแข็งแรงไม่เคยหายไปได้ แม้จะไม่ได้เร่งรีบ
tr: Güç, aceleyle kaçamaz
uk: Сила не зникне, якщо не поспішати
vi: Sức mạnh không thể trốn tránh nếu bạn không vội vàng
zh_hans: 力量不会因为匆忙而消失
zh_hant: 力量不会因为匆忙而消失
